[
  {
    "content": "<p><strong>Your Wellbeing is Our Top Priority</strong><br /><strong>Updated May 15, 2020</strong></p>\n<p>Ensuring a safe, clean and inviting environment is the core of our commitment to providing the highest level of hospitality.</p>\n<p>In response to COVID-19, we have initiated and are maintaining industry-leading and scientifically driven elevated cleanliness standards to safeguard the wellbeing of our guests and colleagues. Our strengthened safety and sanitizing measures incorporate the latest guidance from the world&rsquo;s leading health authorities, including the Centers for Disease Control and Prevention (CDC) and World Health Organization (WHO), and apply to all guest rooms, public and back-of-house areas.</p>\n<p>The comprehensive strategies we are employing are rooted in industry experience, based on the latest scientific guidance, and utilize hospital-grade cleaners and best practices designed to prevent the spread of viruses. These strategies will be updated regularly to reflect the most current science and technology available.</p>\n<p>At a glance, here is what we are doing to keep you safe and comfortable:</p>\n<ul>\n<li><strong>Keeping our Distance.</strong> We have implemented social distancing measures in all public, event and back-of-house areas of the hotel.</li>\n<li><strong>Sanitizer Stations Throughout.</strong> Touchless hand sanitizer stations have been placed throughout all public, event and back-of-house areas of the hotel.</li>\n<li><strong>Enhanced and More Frequent Cleaning.</strong> EPA-rated hospital-grade disinfectants will be standard protocol and used in guest rooms and to clean public, event and back-of-house areas.</li>\n<li><strong>Personal Protection Equipment Required.</strong> All hotel associates are required to wear face masks and gloves. Guests are encouraged to do so as well.</li>\n<li><strong>In-room Safety Kits Provided.</strong> Upon arrival, each room will include a sealed safety kit containing a face mask, hand sanitizer and disinfectant wipes.</li>\n<li><strong>Your Room is Your Room.</strong> No hotel personnel will enter your room during your stay without your permission.</li>\n<li><strong>Training and Education.</strong> We provide regular training to our hotel associates about the latest safety and cleanliness guidance.</li>\n</ul>\n<p>We look forward to welcoming you soon. Thank you for your continued trust and loyalty.</p>\n<p>Be Well. Stay Well.</p>\n<p class=\"h3\">&nbsp;</p>",
    "_template": "text"
  }
]